[
    {
        "name":"The griots of North Cameroon",
        "description":"Calabash, drum, algaïta, traditional flute are all the elements used by poets, itinerant storytellers who transmit the tradition orally in black Africa. Precisely in North Cameroon, we find them during traditional festivals, the exit of the Lamido (traditional chef), weddings or even the birth of a newborn.",
        "imageUrl":"https://galerie-creation.com/n_product_thumb.php?img=upload/6876/5de4b01a30b36274cca773d3e61466a6lesgriotsdunordcameroun250x130cm2012.jpg&w=570&h=294&s=9030c7",
        "price":"380.00",
        "region":"North",
        "category":"paintings"

    },
    {
        "name":"Cameroon flag",
        "description":"The wood style poster decoration Canvas is printed in high resolution UV technology for a superb matte finish with stunning color contrasts",
        "imageUrl":"https://images-na.ssl-images-amazon.com/images/I/81FZcbzxL6L._AC_SX425_.jpg",
        "price":"80.00",
        "region":"Centre",
        "category":"paintings"

    },
    {
        "name":"The riders of North Cameroon",
        "description":"The history of the horse in Cameroon is mainly linked to the traditional presence of this animal in the northern regions of the country. This animal is mainly used for traditional equestrian practices of Cameroon, such as parades and horse dances linked to customary ceremonies in the North.",
        "imageUrl":"https://www.repro-tableaux.com/kunst/tagnenjepe/les-cavaliersdu-nord-cameroun.jpg",
        "price":88.65,
        "region":"West",
        "category":"paintings"
    },
    {
        "name":"Braided woman",
        "description":"This painting highlights the versatility of African woman's hair. ",
        "imageUrl":"https://afroculture.net/wp-content/uploads/2017/08/stephanie_coker_by_ngouanewillem-.jpg",
        "price": 18.05,
        "region":"Littoral",
        "category":"paintings"
    },
    {
        "name":"Mother and child",
        "description":"Mother and Child is a painting in cubism style. Very colorful, the mother watches after the child and hug the child against her, it means that the mother cares a lot for the child.",
        "imageUrl":"https://i.pinimg.com/originals/78/a5/47/78a547ec7bc93e61a96e12bc1b44b1aa.jpg",
        "price": 154.34,
        "region":"South",
        "category":"paintings"
    },
    {
        "name":"Batcham mask",
        "description":"Made of wood, this mask is a modified face that is quite complex from an aesthetic point of view. It is presented on two axes: horizontal and vertical. The horizontal axis: It is represented by two large protruding and semi-rounded cheeks, with an enormous oval mouth containing multiple teeth. The ears have a triangular or semi-circular shape. The nostrils are rounded, projecting forward and perpendicular to the plane of the nose. The vertical axis: These are two similar parts separated in two by a ridge.",
        "imageUrl":"https://upload.wikimedia.org/wikipedia/commons/2/2c/K%C3%B6nigsmaske_tukah_Kamerun_Museum_Rietberg_RAF_721.jpg",
        "price": 540.89,
        "region":"West",
        "category":"masks"
    },
    {
        "name":"Bamoun African mask",
        "description":"Patinated wooden mask. Mask worn by dancers during funeral ceremonies. The color contrast highlights the eyes, nose, ears and mouth.",
        "imageUrl":"https://image.jimcdn.com/app/cms/image/transf/none/path/s7891419afc9749d0/image/ie50295b1c23b00f6/version/1575541254/image.jpg",
        "price": 80.00,
        "region":"West",
        "category":"masks"
    },
    {
        "name":"Ngoin mask of the Bamoun people",
        "description":"Wooden sculpture covered by a sheet of brass. Head wearing the traditional cap; wide open eyelids and protruding (exophthalmic) eyes; clearly highlighted nose, broad and flattering, mouth with protruding lips, revealing beautiful teeth; and; clearly swollen cheeks, this is one of the characteristics of Bangwa statues and masks, but in this statue, the fact of smoking accentuates this peculiarity.",
        "imageUrl":"https://www.aly-abbara.com/museum/Afrique/Cameroun/Bamoun/Images/masque-Bamoun-01.gif",
        "price":678.24,
        "region":"Northwest",
        "category":"masks"
    },
    {
        "name":"Multicolor african Gabon Cameroon wood fang mask",
        "description":"Beautifully crafted Gabon Cameroon wood Fang mask will add a bit of Africa to your decor. An older traditional Fang mask that originates from the rain forests of Gabon on the western coast of Africa and has been handcrafted out of wood. The Fang people use masks when playing out traditional ceremonies such as weddings and funerals and will often be seen in traditional dance wearing masks when they are persecuting wrongdoers. A majority of Fang tribesmen and women live in the equatorial rain forest in Gabon and have past down their skill and traditions of the myths of the masks from generation to generation.",
        "imageUrl":"https://d17a17kld06uk8.cloudfront.net/products/M29NWJD/H8AW5S9B-large.jpg",
        "price": 180.50,
        "region":"Far North",
        "category":"masks" 
    },
    {
        "name":"Cameroon Tikars mask",
        "description":"The Tikar inhabit the western part of central Cameroon, which lies within an important appendix of dense secondary forest of medium altitude, along the Mbam. Within this ecotone, the “tikar plain” - which takes its name from its current occupants - constitutes a depression which leans respectively to the west and north to the Mbam massif (and its tributaries Mapé and Kim) and at the first foothills of the Adamawa plateau.",
        "imageUrl":"https://www.africartistic.com/wp-content/uploads/2020/08/Masque_tikars_adamaoua_cameroun_40_12.jpeg",
        "price":640.00,
        "region":"Adamawa",
        "category":"masks"
    },
    {
        "name":"Cameroon stools and beaded thrones",
        "description":"In Cameroon seats, in particular, were the prerogative of royalty. Only a ruler could sit on a seat depicting an animal. Certain carved wooden stools are reserved for important people in Western Cameroon: the Fon (king), chiefs, Ma Fo (a powerful female), and certain nobles. Some stools are for everyday use and others are used during the meetings of traditional societies.",
        "imageUrl":"https://www.randafricanart.com/images/Cameroon_royal_objecta.jpg",
        "price": 75.58,
        "region":"West",
        "category":"statues"
    },
    {
        "name":"Bamileke beaded statue",
        "description":"This female ancestor statue, stocky was first carved in wood and then covered with a canvas of rabane embossed with multicolored pearls imported in blue and red dominate. She wears a crest hairstyle ending at the back of the neck. The hands are placed on her lower abdomen in a gesture associated with fertility. The physiognomy displays an expressiveness distinct from the African tribal art of the Grassland regions.",
        "imageUrl":"https://www.galerie-art-africain.com/photos-art-africain/14637/ae47689a-10fb-4ff6-b9b8-5d8b3be910fc/Statue-Cameroun-Art-Africain_img.jpg",
        "price": 598.34,
        "region":"West",
        "category":"statues"
    },
    {
        "name":"Male and female statue",
        "description":"Hand Carved Male and Female African Statues from Cameroon",
        "imageUrl":"https://a.1stdibscdn.com/hand-carved-male-and-female-african-statues-from-cameroon-for-sale/366869/f_7527121557350164964/XXX_12313_1stdibs_006_1152x1536_master.jpg",
        "price": 6800.00,
        "region":"West",
        "category":"statues"
    },
    {
        "name":"Couple statues",
        "description":"Couple statues fetish protectors Pygmy wood carved Cameroon Africa",
        "imageUrl":"https://www.antiques-delaval.com/10099-87040-jqzoom/couple-statues-fetiches-protectors-pygmee-wood-carved-cameroon-africa.jpg",
        "price": 890.05,
        "region":"East",
        "category":"statues"
    },
    {
        "name":"Pygmy maternity statue",
        "description":"Old Tribal Pygmy Maternity wooden Statue",
        "imageUrl":"https://p1.liveauctioneers.com/3483/186294/93705579_1_x.jpg?auto=webp&format=pjpg&quality=65&version=1605929469&width=310",
        "price": 90.00,
        "region":"East",
        "category":"statues"
    }

]
